Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/travel_and_recreation/recreational_activities_in_ireland/cultural_institutions/index.html.txt.tmx
Source language: en
Languages: ga

source: Information on museum locations, educational programmes and visitor information
ga: Déantar cur síos sa doiciméad seo ar na bailiúcháin atá i seilbh Ard-Mhúsaem na hÉireann

source: Irish Museum of Modern Art
ga: Áras Nua-Ealaíne na hÉireann

source: The Irish Museum of Modern Art, is Ireland's leading national institution for contemporary art
ga: Ta an Iarsmalann Nua-Ealaíne na hÉireann an príomh institiúid na tíre le haghaidh nua-ealaín

source: National Gallery of Ireland
ga: Gailearaí Náisiúnta na hÉireann

source: The National Gallery of Ireland houses both the State's national collection of Irish art and the collection of European master paintings. Information on educational programmes offered by the Gallery and the collections
ga: Tá bailiúchán náisiúnta ealaíne na hÉireann agus bailiúchán sárshaothar ealaíne na hEorpa araon faoi dhíon Gailearaí Náisiúnta na hÉireann

source: The Crawford Art Gallety's collection ranges from eighteenth century Irish and European painting and sculpture, through to contemporary video installations
ga: I measc bhailiúchán buan Áiléar Crawford tá saothair phéintéireachta agus ó dhealbhóireachta Éireannaí agus Eorpaí ón ochtú haois déag aniar chuig suiteálacha comhaimseartha fístéipe

source: National Library of Ireland
ga: Leabharlann Náisiúnta na hÉireann

source: This document describes the collection of and the services provided by the National Library of Ireland
ga: Tá cur síos sa cháipéis seo ar na bailiúcháin agus na seirbhísí atá ar fáil i Leabharlann Náisiúnta na hÉireann

source: The Chester Beatty Library is located in Dublin and houses a collection of Oriental and Western manuscripts and art
ga: Déantar cur síos anseo ar Leabharlann Chester Beatty in Eireann. Ta bailiúcháin lámhscríbhinní agus píosaí ealaíona ó Oirthear agus ó Iarthar an Domhain

source: National Archives of Ireland
ga: Cartlann Náisiúnta na hÉireann

source: The National Archives of Ireland contains a huge volume of documents that help provide an understanding of the social, economic and political history of Ireland
ga: Déantar plé sa cháipéis seo ar na bailiúcháin agus na seirbhísí atá ar fáil i gCartlann Náisiúnta na hÉireann

source: The National Concert Hall has hosted some of the world’s greatest performers
ga: Bhí sa Cheoláras Náisiúnta taibhithe ó roinnt de na taibheoirí is fearr ar domhan

source: The Abbey Theatre in Dublin city is Ireland’s national theatre, founded in 1903
ga: Is í Amharclann na Mainistreach i mBaile Átha Cliath amharclann náisiúnta na hÉireann, a bunaíodh in 1903

source: Most Read in "Travel and Recreation"
ga: Ábhar is mó éilimh i "Taisteal agus Áineas"

source: Applying for your first Irish passport
ga: Ag déanamh iarratais ar phas Éireannach

source: Renewing an Irish passport
ga: Pas Éireannach a athnuachan

source: Customs regulations for travellers to Ireland
ga: Rialacháin chustaim do thaistealaithe go hÉirinn
